Repository: videntity/millionhearts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Email
es: Correo Electronico

source: Password*
es: Contraseña

source: Password (again)*
es: Contraseña de nuevo

source: The two password fields didn't match.
es: Las dos contraseñas no coinciden

source: Password must be at least %s characters long. Be tricky!
es: La contraseña debe de tener al menos %s caracteres, hagalo complicado

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Mobile Phone Number
es: Numero de Telefono Movil

source: Preferred Contact Method
es: Metodo de Contacto Preferido

source: Password (again)
es: Contraseña de Nuevo

source: Password must be at least %s characters long. Be tricky!
es: La contraseña debe tener al menos %s caracteres, hagalo complicado

source: This email address is already registered.
es: Este correo electronico ya esta registrado.

source: This username is already taken.
es: Este nombre de usuario ya esta en uso

source: How do you prefer to be contacted for a follow up?
es: Cómo prefiere ser contactado para un seguimiento

source: Logged out successfully.
es: Desconectado con Exitosamente

source: You have logged in successfully.
es: Se ha conectado exitosamente.

source: Your account is inactive so you may not log in.
es: Su cuenta está inactiva por lo que no puede iniciar la sesión.

source: Invalid username or password.
es: Nombre de usuario o contraseña invalida.

source: Your account has been created and you have been logged in.
es: Su cuenta ha sido creada y ha sido conectado

source: Account Settings
es: Ajustes de Cuenta

source: Address
es: Direccion

source: City
es: Ciudad

source: State
es: Estado

source: Zip
es: Codigo Postal

source: Coupon
es: Cupón

source: Please complete the risk assessment before scheduling an appointment.
es: Porfavor complete la evaluacion de riesgos antes de hacer una cita.

source: Commit to Getting Screened.
es: Comprométase a realizarse el chequeo.

source: Awesome! Thanks for being heart smart.
es: Impresionante! Gracias por ser inteligente de su corazón.

source: Remember to signup for a free reminder.
es: Recuerde que debe registrarse para un recuerdo gratis.

source: Find a Participating Location Providing Blood Pressure and Cholesterol Screens.
es: Encuentre un lugar que estén proporcionando cheqeos de presión arterial y colesterol

source: No results were found for you area. This feature is beta and only provides results in the state of Minnesota.
es: No se encontraron resultados para su área. Esta característica es beta y sólo ofrece los resultados en el estado de Minnesota

source: Age must be between 18 and 130 years.
es: Edad debe ser entre 18 y 130 años

source: Weight must be between 80 and 600 lbs.
es: El peso debe ser entre 80 y 600 libras

source: Distolic may not exceed Systolic.
es: Diastólica no puede exceder sistólica

source: Total cholesterol cannot exceed the sum of HDL + LDL cholesterol.
es: El colesterol total no puede superar la suma de HDL + LDL colesterol.

source: Systolic pressure must be between 80 and 220.
es: La presión sistólica debe ser entre 80 y 220.

source: Distolic pressure must be between 40 and 130.
es: La presión diastólica debe ser entre 40 y 130.

source: Total cholesterol must be between 70 and 500.
es: El colesterol total debe ser entre 70 y 500.

source: You indicated that you take blood pressure medications, but did not indicate how many you take each day.
es: Usted indicó que usted toma medicamentos para la presión arterial, pero no indicó Cuántos usted toma cada día.

source: HbA1c must be between 2 and 16.
es: HbA1c debe ser entre 2 y 16.

source: What is your sex?
es: Cuál es su sexo?

source: What is your age?
es: Cuál es su edad?

source: What is your total choleterol?
es: Cuál es su colesterol total?

source: What is your HDL cholesterol?
es: Cuál es su nivel de colesterol HDL?

source: What is your systolic blood pressure?
es: Cuál es su presión arterial sistólica?

source: Do you smoke?
es: Usted Fuma?

source: Is the patient currently taking medication to lower blood pressure?
es: Está el paciente tomando medicamentos para bajar la presión arterial?

source: Are you currently taking medication to control cholesterol?
es: Está tomando medicamentos para controlar el colesterol?

source: What is your height?
es: Cuál es su estatura?

source: What is your weight in pounds?
es: Cuál es su peso en libras?

source: Answer yes if you have smoked at all in the past 30 days.
es: Responder sí, si ha fumado en los últimos 30 días

source: Has a doctor ever told you that you have diabetes?
es: Alguna vez un médico le ha dicho que tiene diabetes?

source: Has a doctor ever told you that you had a stroke?
es: Alguna vez un médico le dijo que usted tenía un derrame cerebral?

source: Has a doctor ever told you that you had a heart attack?
es: Alguna vez un médico le dijo que usted ha tenido un ataque al corazón?

source: This is sometimes called a Myocardial Infarction or MI.
es: Esto a veces se llama un infarto de miocardio o IM

source: Are you currently taking medication to control your blood pressure?
es: Está tomando medicamentos para controlar su presión arterial?

source: Do you have recent blood pressure and cholesterol numbers available?
es: Tiene la presión arterial y colesterol reciente disponible?

source: What is your HbA1c (2-16) ?
es: Cuál es su HbA1c (2-16) ?

source: Do you take aspirin regularly?
es: Toma aspirina regularmente?

source: This is sometimes called a Myocardial Infarction or MI
es: Esto a veces se llama un infarto de miocardio o IM

source: I commit to getting my blood pressure and cholesterol checked by this date.
es: Me comprometo a obtener mi presión arterial y el nivel de colesterol antes de esta fecha

source: Please schedule a day to get you blood pressure and cholesterol
es: Por favor haga un día para conseguir su presión arterial y el colesterol

source: Create an account to get a free follow up to your phone or email.
es: Cree una cuenta para obtener un libre seguimiento a su teléfono o email.

source: Fantastic. You've taken the first step!
es: Fantástico. Usted ha dado el primer paso!

source: Step 1 - Please provide some basic information.
es: Paso 1 - Por favor proporcione algunos datos básicos.

source: Step 3 - Provide Your Blood Pressure and Cholesterol Numbers.
es: Paso 3 - Proporcione su presión arterial y niveles de colesterol

source: Your basic risk assessment information has been updated.
es: Tu información básica de evaluación de riesgos ha sido actualizada

source: Your blood pressure information has been created/updated.
es: La información de su presión arterial se ha creado / modificado

source: Your cholesterol information has been created/updated.
es: La información de su colesterol se ha creado / modificado

source: Your HbA1c information has been created/updated.
es: Su información HbA1c se ha creado / modificado

source: Additional Information
es: Información adicional

source: Be Heart Smart
es: sea inteligente acerca de su corazón

source: Welcome to BeHeartSmart.com.
es: Bienvenidos a BeHeartSmart.com.

source: Let's get started...
es: Vamos...

source: Take the Risk Assessment
es: Tome la Evaluación de Riesgos

source: DISCLAIMER: This product and the risk assessment scores it produces have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.
es: Exención de responsabilidad: Este producto y la evaluación del riesgo las puntuaciones que produce no han sido evaluadas por la Food and Drug Administration.Este producto no tiene la intención de diagnosticar, tratar, curar o prevenirninguna enfermedad.

source: Login
es: Iniciar Sesión

source: Signup
es: Regístrese

source: Continue
es: Continuar

source: BeHeartSmart Administration
es: administración de BeHeartSmart

source: Details About Your Risk
es: Detalles acerca de su riesgo

source: Risk
es: Riesgo

source: Value
es: Valor

source: Absolute risk is your risk regardless of age, whereas age is the risk compared with others the same age as you.
es: El riesgo absoluto es el riesgo independientemente de la edad,mientras que la edad es el riesgo en comparación con otros de la misma edad que usted

source: The lowest risk category is 1 and the highest is 5.
es: La categoría de menor riesgo es 1 y el máximo es de 5

source: At
es: En

source: you are at elevated risk. We encourage you to seek out a medical professional for an assessment.
es: usted está en riesgo elevado. Le recomendamos que busque un profesional médico para una evaluación

source: You have a
es: Usted tiene una

source: chance of having heart disease in the next 10 years.
es: Probabilidad de tener enfermedades del corazón en los próximos 10 años

source: Since you have not yet provided us with your blood pressure and cholesterol numbers, your actual risk could be anywhere between
es: Ya que todavía no nos ha nos ha proporcionado su presión arterial y niveles de colesterol, el riesgo real podría estar en cualquier lugar entre

source: If you need your blood pressure and cholesterol checked we can
es: Si necesita su presión arterial y el colesterol que sea chequeada nosotros podemos

source: Basic Information
es: Información Básica

source: Blood Pressure
es: Presión arterial

source: Cholesterol
es: Colesterol

source: Account
es: Cuenta

source: We have some recommendations for you.
es: Tenemos algunas recomendaciones para usted

source: You are
es: Estás

source: complete.
es: completo.

source: You still need to complete the following:
es: Usted todavía tiene que completar el lo siguiente:

source: Blood Pressure,
es: Presión arterial,

source: Cholesterol,
es: colesterol,

source: Additional Information,
es: Información adicional,

source: Signup for an Account
es: Regístrese para obtener una cuenta

source: Your Body Mass Index is
es: Su Índice de Masa Corporal es

source: Consider talking to your health care provider about stategies to lose weight.
es: Considere la posibilidad de hablar con su proveedor de atención médica acerca de las estrategias para perder peso.

source: It looks like you are in good shape weight-wise. Keep it up.
es: Parece que esta en buena forma referido a su peso. Siga así.

source: Consider talking to your health care provider about ways to quit smoking.
es: Considere la posibilidad de hablar con su médico acerca de maneras de dejar de fumar.

source: Take the Survey
es: Tome la Encuesta

source: Fields marked wth an asterisk (*) are required.
es: Los campos marcados con un asterisco (*) son requeridos.

source: Home
es: Casa

source: Find a Screening Location
es: Encuentre un lugar Proyección

source: Logout
es: Cerrar sesión

source: Your Appointment is on
es: Su cita es el

source: Walk-in between 9AM and 8PM.
es: Entrar desde 9AM a 8PM

source: Get Directions to
es: Conseguir direcciones a

source: Blood Pressure and Cholesterol Check for $20.
es: Chequeo de La presión arterial y el colesterol por $20.

source: Signup for an Account
es: Regístrese para obtener una cuenta

source: Find a Heart Screen Location
es: Encuentre un lugar para examenes de su Corazón

source: Enter your home addess or your current location.
es: Ingrese su dirección de casa o de su ubicación actual

source: Locations Near You
es: Lugares Cerca de Usted

source: Distance
es: Distancia

source: Schedule
es: Horario

source: Plan a Heart Risk Screen
es: Planee un Examen de Riesgo Cardiaco

source: These locations offer cholesterol and blood pressure screens. Many offer a coupon when you schedule online.
es: Estos lugares ofrecen examenes de colesterol y la presión arterial. Muchos ofrecen un cupón cuando se programa en línea.

source: Thanks for completing the initial assessment.
es: Gracias por completar la evaluación inicial.

source: Would you like us to help you find a location that offers blood pressure and cholesterol screens?
es: Quieres que te ayudemos a encontrar un lugar que ofrece examenes de la presión arterial y el colesterol?

source: Do you have recent blood pressure and cholesterol information handy?
es: Tiene reciente informacion sobre su presión arterial y el colesterol a mano?

source: Yes I have it
es: Sí lo tengo

source: No. Help me get it
es: No. Ayúdame a Conseguirlo
